
{
  "scenes": [
    {
        "id": 0,
        "background": "SpawnPoint.png",
        "characterLeft": ["","",""],
        "characterRight": ["","",""],
        "speakingPerson": ["Mc","Mc","Mc"],
        "text" : "I slowly awoke from my sleep. I was still a little tired, but I had a feeling that something was off.Looking at my surroundings I realized that I wasn't in my bedroom, but rather in an odd-looking one.; The room was more or less empty, the only furniture being the bed i woke up in and a shelve beside the window. It is dusty, and spiderwebs are everywhere. The walls are dirty. A part of me thought I was just imagining things, but after a bit i was fully awake and I started to become even more worried.; Is nobody here? I suddenly heard a strange noise coming from downstairs.",
        "next1" : "1",
        "next2" : "-1",
        "done" : false,
        "biteImpact": false
    },
    {
      "id": 1,
      "background": "kitchen.png",
      "characterLeft": ["","monster.png","monster.png"],
      "characterRight":["","",""],
      "speakingPerson": ["Mc","Mc","Mc"],
      "text" : "I rushed down the stairs to find myself in a kitchen-like area. I kept wondering: \"How did I get here over night?\", but that's when I noticed something crawling on top of one of the counters.; It's a round creature with wings and large teeth at the bottom of its face. There is an old fry pan on one of the counters.; I could attack it, but maybe I should try to communicate with it?",
      "next1" : "2;Communicate",
      "next2" : "3;Attack",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 2,
      "background": "kitchen.png",
      "characterLeft": ["","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png"],
      "characterRight": ["","","","","","","","","","",""],
      "speakingPerson": ["Mc","Vita","Mc","Mc","Mc","Mc","Vita","Mc","Vita","Mc","Vita"],
      "text": "I tried to get closer to it when it suddenly launched at me and bit my right arm. \"AAAAAHH\", I screamed in pain. I panicked. Why is this happening to me? Seconds later someone else ran into the house and knocked the creature out.;\"Are you okay? I heard screaming.\";\"The thing bit me. Do you have anything to stop the bleeding?\";He reached into his bag and took out some bandages.\"Here, have these.\";I took the bandages and wrapped them around my right arm.;\"Thank you for saving me. Do you perhaps know where we are? Where can i find other people?\";\"Oh, did you get lost? Well, if you are searching for the village it should be somewhere in the west.\nHow did you even end up in a place like this?;\"Should I tell him? I mean he just saved me and might be able to help me out.\"I actually don't know that myself. I woke up in this abandoned house without any memories.\";\"What?! That's terrible. Do you have a place to stay? I can bring you to where me and some others live if you want.;\"I don't really know what to say, but it's probably the best option I have, especially since I don't know what other creatures might be out there.\"It's probably the best option for me to get somewhere safe and get the bite treated, so I will accept your offer. I really can't thank you enough.\";\"No problem, you're welcome. Come on, let's get going.\"",
      "next1" : "4",
      "next2" : "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id":3,
      "background": "kitchen.png",
      "characterLeft": ["monster.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png"],
      "characterRight": ["","","","","","","",""],
      "speakingPerson": ["Mc","Vita","Mc","Vita","Mc","Vita","Mc","Vita"],
      "text" :  "I immediately grabbed the fry pan and tried to be as quiet as possible. Then I sneaked up on the little creature and started swinging, hitting its face. My punch send it flying across the whole room.; Suddenly, someone else hurried into the kitchen. \"What happened?? I heard a loud noise. Did anyone get hurt?\" The person looked human at first glance, but then I noticed the cat ears and tail. Ehh a catboy?? Where are all the humans?;\"That creature tried to attack me, so i hit it.\"; \"I see. What are you doing in a place like this? Did you get lost?;\" Ehh kind of? I mean, I don't even know where I am. I just suddenly woke up in this house with no memories of anything.\";\"You don't have any memories? That must be very confusing. I can bring you to where me and some others live if you want. We have doctors there, maybe they can help you.; \"That would be great! It's really nice of you to offer me something like that.\"Somewhere to take shelter would really be a good start. With other people there, I should be pretty safe.;\"It's settled then. Come on let's get going!\"",
      "next1" : "4",
      "next2" : "-1",
      "done" : false,
      "biteImpact": false
    },
    {
      "id": 4,
      "background": "WaldPfad.png",
      "characterLeft": ["vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png"],
      "characterRight": ["","","","","","","","","","",""],
      "speakingPerson": ["Mc","Vita","Mc","Vita","Vita","Mc","Vita","Vita","Vita"],
      "text": "While walking out of the house with the stranger, I noticed that there were more destroyed buildings. How did I end up in a place like this? Did i hurt my head or something? Maybe someone brought me here? While thinking about how I got here we left the abandoned village and headed to a tree alley;\"Come to think of it..we haven't exchanged names yet, have we? The name's Vita, what about you? Or do you also forget your name?;\"\"My name..what was my name again? Oh! I remember. It's [! By the way, could you maybe tell me a bit about this world?\";\"Sure i can do that. You should know that there are monsters like that thing from before, humans, and half-monsters in this world. What makes us hybrids different from normal monsters are the human features. Most of us half-monster are staying in a shelter in the woods.; That's also the location we're heading to. I probably should have informed you earlier that you aren't going to find any humans there, but there will be a lot of people like me.\";\"Don't worry, as long as there is nobody who's going to attack me I will be fine.\";\"Yeah, it shouldn't be a big deal for them if you stay for a while. They might be a bit sceptical at first, but most of them are nice people, trust me.; I'm sorry that I can't take you to the human village, but it's better for me not get involved with them. Humans and monster are at war, so you should probably stay away from both, but you can feel free to do whatever you want of course, even if it's going to the village.; I just wanted to warn you. Oh, looks like we are here. Just walk in there. You should see a huge base.\"",
      "next1" : "5",
      "next2" : "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 5,
      "background" : "Shelter.png",
      "characterLeft": ["vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png"],
      "characterRight": ["","","","","","Steak.png","Steak.png","Steak.png","Steak.png","Steak.png","Steak.png","Steak.png","Steak.png","Steak.png"],
      "speakingPerson": ["Mc","Vita","Mc","Mc","Mc","Mc","Steak","Vita","Vita","Steak","Steak","Steak","Mc","Mc"],
      "text":"Me and Vita entered the forest. He greeted some of the others who lived here.;There were a lot of other people. I didnt expect so many to be here. There were some small buildings, tents and actually a lot of free space.;\"This place may not be the most comfortable one, but it has its benefits. How about I introduce you to our leader first?\";We went to the direction their so-called leader was at. Do those others really not mind me? Many are looking at me as if i was some kind of villain.;Vita stopped walking when we arrived near three creatures that looked like they were discussing something. After they were done, two of them walked away while the one that stayed turned to us.; She was tall, her skin was split in half with one being white and the other being black. Two long horns as well as a deer-like one were growing out of her head.;\"Do you need something, Vita? I see you brought someone here.\"She turned to look at me for a few seconds with curious eyes. Then she averted her gaze back to Vita.;\"Well, I stumbled across a [ in an abandoned village. [ said that { suddenly woke up in one of the houses and claims to have no memories of } past.; So I decided to bring [ here. I hope that's alright with you?\";\"Yeah, don't worry. I don't mind more people staying here.;\"Then she turned to look at me more precisely.\"I am Steak, nice to meet you. If you have any questions or need help with something you can just come to me or Vita. We'll be happy to be of help.\"; Steak gave me a warm smile. \"Vita said you lost your memories, right? I hope that doesn't trouble you too much. If you don't mind me asking, what do you plan to do?;\"What I plan to do? I haven't really thought of that. Of course, I want to go home, but not remembering anything is scary. What if my previous life was actually horrible? ;Suddenly, the image of the round creature flashed before me eyes. It was actually pretty creepy and there are probably worse living beings here. Just thinking of it made a shiver run down my spine. So what am i going to answer?",
      "next1" : "6",
      "next2" : "7",
      "done" : false,
      "biteImpact": true
    },
    {
      "id": 6,
      "background": "blackScreen.png",
      "characterLeft": ["",""],
      "characterRight": ["",""],
      "speakingPerson": ["Mc","Mc"],
      "text": "Suddenly I felt an aching pain in my head. It hurt so much that i couldn't think clear.; Slowly my sight started to fate and..",
      "next1": "8",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 7
    },
    {
      "id": 8,
      "background": "Zelt.png",
      "characterLeft": ["","","Steak.png","Steak.png","Steak.png","Steak.png","Steak.png"],
      "characterRight": ["","Doktor.png","Doktor.png","Doktor.png","Doktor.png","Doktor.png","Doktor.png"],
      "speakingPerson": ["Mc","Doctor","Mc","Steak","Mc","Steak","Mc"],
      "text": "I opened my eyes to see that I was laying on a mattress in a big tent. There were also others in the tent, who didn't look to well also laying on mattresses. What happened? Wasn't I just talking with Steak?That's when a funny looking, old creature came into the tent, who's probably the doctor.;\"Oho I see you are finally awake. Steak brought you here after you passed out. We took a look at your wound and treated it. It shouldn't be a big deal. Now if you could please wait for a moment.;\" The doctor went outside again.After some minutes the doctor came back in with Steak.;\"How are you feeling? Does anything hurt?\";\"No, at least not at the moment.\";\"I'm glad you're well. Oh, and about what I asked you before. Don't feel commited to answer that. The reason why I asked you about it, was because I am very curious and like to know more about others. Yet you can still tell me if you want to. Well enough of the chit chat, why don't I show you where you \nwill be sleeping?\";\"Uhmm yeah sure\".",
      "next1": "9",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 9,
      "background": "Shelter.png",
      "characterLeft": ["Steak.png","Steak.png"],
      "characterRight": ["",""],
      "speakingPerson": ["Mc","Steak"],
      "text" : "We got out of the big tent and went to the sleeping area.;\"So, there is the area where we all sleep.You will be sleeping in the tent over there\" She pointed at the tent. \" There will be an old blanket as well as a pillow. Make yourself comfortable. I will be leaving now. Bye\"",
      "next1" : "10",
      "next2" : "-1",
      "done" : false,
      "biteImpact": false
    },
    {
      "id": 10,
      "background": "Zelt.png",
      "characterLeft": ["","",""],
      "characterRight": ["","",""],
      "speakingPerson": ["Mc","Mc","Mc"],
      "text": " I went into the tent and laid down.\"yawn\" Even though I was asleep a few minutes ago, I am already tired again. What can i say? It was a long day.; What an eventfully day. Why did I wake up in an abandoned village? What happened to my memories? Well, at least I have somewhere to stay. I can't stop thinking about what will await me tomorrow. That's when i drove of to sleep.",
      "next1": "11",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 11,
      "background": "ZeltMorning.png",
      "characterLeft": ["","",""],
      "characterRight": ["","",""],
      "speakingPerson": ["Mc","Steak","Mc"],
      "text": "I suddenly woke up because someone was yelling my name.;\"Hey [! It's time to wake up!\";*groan* \"Who is waking me up this early in the morning?\" I got up from my mattress and left the tent.",
      "next1": "12",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 12,
      "background": "Shelter.png",
      "characterLeft": ["Steak.png","Steak.png","Steak.png","Steak.png","Steak.png","Steak.png","Steak.png","Steak.png","Steak.png","",""],
      "characterRight": ["","","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png","vita.png",""],
      "speakingPerson": ["Mc","Steak","Mc","Mc","Steak","Vita","Steak","Mc","Steak","Vita","Mc"],
      "text": "I saw Steak standing outside waiting for me. So she was the one who woke me up.;\"Finally, you're awake! Come on, lets get breakfast.\"She led me to the area where everyone was eating. There were baskets of different berries and fruits, bread, and more.;\nIn an area a little further away, people were growing different kinds of food on fields, others were collecting berries. I just grabbed an apple and we went to the table Vita was sitting at.;We greeted one another and then me and Steak sat down. While eating, Steak suddenly spoke up.;\"You know, I have been thinking: Why don't we pay the human village a visit? Maybe they know what's up with your mysterious case.\";When Vita heard what Steak said, he choked on the milk he was currently drinking.\"Go to the human village?! Are you crazy?! What if they try something weird, or they accuse us of kidnapping [?You know they aren't reliable!\"Vita didn't like that idea at all.;Steak had to chuckle a little.\"Haha. Come on, Vita, don't be like that! I know they aren't really fond of others, but you can just hide your inhuman features, chat a little with them and get some information out of them. Who knows, maybe they can help [ out?\"Vita still wasn't pleased with the idea.;\"I guess it's worth a try. Let's do it.\";\"It's settled then! I'm afraid I'm unable to join you, even though I would love to. Unfortunately, I can't pretend to be human so easily. I still have some things to do. You better tell me how it went! See ya!\"Steak got up and left.;\"*sigh* It can't be helped, seems like we are going to pay the village a visit. Maybe Steak is right and we really do get some useful information. Let's meet up again later and then go to the village.\";He left shortly afterward. Should I wait for him or should I explore a little in the meantime?",
      "next1": "13;Wait",
      "next2": "14;Explore",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 13
    },
    {
      "id": 14,
      "background": "WaldPfad.png",
      "characterLeft" : ["",""],
      "characterRight": ["",""],
      "speakingPerson": ["Mc","Mc"],
      "text": "I decided to explore a bit. I'm not sure when 'later' is gonna be, but we aren't in a rush anyway, so there's for sure some time I have to myself.;I made my way out of the forest. In the distance I spotted a big mountain. There seems to be a castle up top. Heh, that place looks interesting.",
      "next1": "15",
      "next2": "-1",
      "done": false,
      "biteImpact" : false
    },
    {
      "id": 15,
      "background": "kingdom.png",
      "characterLeft": ["","monsterKing.png"],
      "characterRight": ["",""],
      "speakingPerson": ["Mc","???"],
      "text": "Oof! That was exhausting walk up the mountain. Now I was near the castle. It looks quite damaged, but it's still beautiful. I stared at it in fascination.;In the distance, someone noticed the presence of [. \"Huh? What is a human doing here?\"",
      "next1": "16",
      "next2": "17",
      "done": false,
      "biteImpact" : true
    },
    {
      "id": 16,
      "background": "kingdom.png",
      "characterLeft": ["monsterKing.png","","monsterKing.png","monsterKing.png","monsterKing.png","monsterKing.png","monsterKing.png"],
      "characterRight": ["","","","","",""],
      "speakingPerson": ["???","Mc","Ajax", "Mc","Ajax","Mc"],
      "text": "That smells familiar. Did somebody get bitten? Interesting...;A tall, handsome person made their way to me. He had long blond hair, sharp red eyes and looked like a noble.;\"Hey, you over there! Don't worry, I'm not going to attack you or anything. My name is Ajax. Have you been bitten by a monster by any chance?\"; ?! How does he know?? What should I say? \"Why are you asking?\";\" So you got bitten, huh? Well, those bites are dangerous, even deadly for humans. You better get an antidote. Seems like you're lucky though, because I just happen to have one with me. The consequence is that you will slowly turn into one of my kind, but it's better than dying, is it not?\";What? Didn't the doctor say I will be alright? Maybe he already cured me? One of them is lying. Should I accept the potion?",
      "next1": "18;Accept",
      "next2": "19;Decline",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 17,
      "background": "kingdom.png",
      "characterLeft": ["monsterKing.png","monsterKing.png"],
      "characterRight": ["",""],
      "speakingPerson": ["Mc","???"],
      "text": "A tall handsome guy with long blond hair and sharp red eyes who looks like a noble made his way to me.;\"What is someone like you doing here alone? Don't you know that this is the kingdom of the monsters?\"",
      "next1": "19",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 18,
      "background": "kingdom.png",
      "characterLeft": ["monsterKing.png","monsterKing.png","monsterKing.png","monsterKing.png","monsterKing.png","monsterKing.png","monsterKing.png"],
      "characterRight": ["","","","","","",""],
      "speakingPerson": ["Mc","Ajax","Mc","Mc","Ajax","Mc","Ajax"],
      "text": "\"I accept it.\"Ajax gave me the antidote. I drank it.; \"You should better head back. Humans aren't really welcome here.\"; Ajax was about to go back in the castle, but I spoke up.; \"Hold on! I don't belong here. I'm not a member of the human village. Do you know how I can go back to where I belong? To my world?\"; Is that supposed to be a trap or is this human just stupid? It would be better if { just went home. I dont want } to cause any trouble. \"Another world? No, I heard nothing of that sort.\";\"*sigh* Well, it was worth a try. Thank you for the antidote, I'm really grateful. I will go back now.\"I started to make my way back to shelter.;Ajax smirked. \"I'm the one that has to thank you.\"",
      "next1": "20",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 19,
      "background": "kingdom.png",
      "characterLeft": ["","","","","","vita.png","vita.png","vita.png","vita.png","vita.png"],
      "characterRight": ["monsterKing.png","monsterKing.png","monsterKing.png","monsterKing.png","monsterKing.png","monsterKing.png","monsterKing.png","","",""],
      "speakingPerson": ["Mc","Ajax","Mc","Ajax","Mc","Vita","Ajax","Mc","Vita","Mc"],
      "text": "\"No I don't. I actually came here because this place looks interesting and I'm looking for a way home. Do you maybe know how i can come to another world? And who even are you?\";\"I'm Ajax, but what are you even talking about? You want to go to another world? Why are you asking me?\";You began to explain your situation to him.;\"You really think I am just going to believe that? I'm not stupid you know.\"; I continued to argue with him for like ages when i suddenly heard a familiar voice;\" [ why did you run off and go here?! You aren't supposed to be here. We aren't allowed to go to the kingdom. I'm really sorry king Ajax.\"; \"Wait you are with them and not with the village? Is what you said really true then human?Hmm I shall show you a way back, but only if you do something for me. You as a human could perfectly spy on the village. Yeah if you spy on it and give me some information I will let you go through my portal. Deal?\";What?! He really knows how i can get back? That makes me so happy, but of course that sneaky guy wants something in return. Well its not too hard, is it? \"Its a Deal then.\"Ajax went back into the castle. I turned to Vita. \"ehehe...I know you just found me but you can go home now. I will immediately go to the village and spy, its better if less people are involved. I'm sorry for causing you so much trouble by running off.\";I had to chuckle a little.\" You really are a handful, aren't you? Take care and don't try to get hurt. You better tell me and the others before you go back to your homeland\";\"Don't worry. I will! Byee!\".Now i have to make my way to the human village.",
      "next1": "26",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 20,
      "background": "Shelter.png",
      "characterLeft": ["","","",""],
      "characterRight": ["","Steak.png","Steak.png","Steak.png"],
      "speakingPerson": ["Mc","Steak","Mc","Mc"],
      "text": "When i came back to Shelter, Steak immediately ran to me. She had a worried look on her face.;\"There you are! Where have you been? We have been looking everywhere for you. Did you go to the village without Vita?\"; Oh no! I forgot that I planned to meet up with Vita. Wait a minute... if I turn into a monster, is it even still worth trying to go back home? What if my people wouldn't accept me anymore?; \" I just went on a short walk and forgot the time, nothing serious. Tell Vita I'm sorry for forgetting about our trip. I feel pretty tired, so I will go rest a bit.\" Steak just nodded. I made my way to my tent.",
      "next1": "21",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 21,
      "background": "Zelt.png",
      "characterLeft": ["",""],
      "characterRight": ["",""],
      "speakingPerson": ["Mc","Mc"],
      "text": "I entered the tent and layed down.;In the middle of the night I felt an aching pain in my back. Ugh..am I already transforming? This feels like hell.. heh what are the others going to think about it.",
      "next1": "22",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 22,
      "background": "ZeltMorning.png",
      "characterLeft": ["","",""],
      "characterRight": ["","Steak.png","Steak.png"],
      "speakingPerson": ["Steak","Steak","Steak"],
      "text": "\"[! Hey [ wake up! Seems like you sleep like a rock. Maybe i should check on you and come in\";\"Hey come on wake up. Wha...You don't look like [!\" Is that }? whats going on?? Oh { woke up!;\"ugh..\" { pushed me.. The creature got up. Where [ is supposed to stand, was now scary looking monster. How could that happen? It rushed out of the tent",
      "next1": "23",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 23,
      "background": "Shelter.png",
      "characterLeft": ["",""],
      "characterRight": ["Steak.png","Steak.png"],
      "speakingPerson": ["Steak","Steak"],
      "text": "I followed it outside. I saw it attacking other people i hav eto stop it!;With the help of some other we were able to capture it. Some have gotten hurt, but nobody died luckily.",
      "next1": "24",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 24,
      "background": "Zelt.png",
      "characterLeft": ["Doktor.png","Doktor.png","Doktor.png"],
      "characterRight": ["Steak.png","Steak.png","Steak.png"],
      "speakingPerson": ["Steak","Steak","Doctor"],
      "text": "It has been some days.I'm currently in the doctor's tent. He is trying to find out why [ became like that.;\"So what's your conclusion?\"huh.. I still can't believe it; This is indeed [. They didn't become like that because of the bite, but we found a strange liquid inside the body. Yet I'm afraid that there is no antidote for it. Its also dangerous to keep }. { already tried to attack many people.\" I looked down pitying our [.",
      "next1": "25",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 25,
      "background": "blackScreen.png",
      "characterLeft": [""],
      "characterRight": ["Steak.png"],
      "speakingPerson": ["Steak"],
      "text": "The next day someone reported to me that [ ran off. Maybe it's better this way. I wish { never went exploring on their own..I feel so guilty.Vita does too. Just why was that liquid in the body?",
      "next1" : "55",
      "next2": "-1",
      "done":false,
      "biteImpact": false
    },
    {
      "id": 26,
      "background": "Menschendorf.png",
      "characterLeft": ["","","",""],
      "characterRight": ["","","",""],
      "speakingPerson": ["Mc","Mc","villager","Mc"],
      "text": "I finally managed to find the village. I felt a little uneasy entering it. Nobody could ever know that I'm supposed to spy on them, yet the anxiety as well as the thrill is still there.;You can clearly see that there's a war going on. Many houses are destroyed and there's broken glass and blood on the ground, still the church couldn't look better heh. I looked through one of the windows in the church. Some people where in there. I tried to listen to what they were saying.;\"Tomorrow evening we are going to attack the kingdom! And we will defeat them with our own Monsters!\";Oh! That's the information I needed.Now its time for me to go back to shelter and if everything goes smoothly I will be back home by tommorrow. I'm so excited!",
      "next1": "27",
      "next2": "28",
      "done": false,
      "biteImpact": true
    },
    {
      "id": 27,
      "background": "blackScreen.png",
      "characterLeft": ["",""],
      "characterRight": ["",""],
      "speakingPerson": ["Mc","Mc"],
      "text": "on my way back i suddenly started to feel dizzy..my eyes slowly started to close and i feel to the ground;You died. Seems like the bite wasn't that harmless...",
      "next1": "70",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 28,
      "background": "Zelt.png",
      "characterLeft": [""],
      "characterRight": [""],
      "speakingPerson": ["Mc"],
      "text": "It's nice to be back and finally able to rest. Maybe i shouldn't just have ran of, but at least i found a way how to get home. I realize that this will be my last night here. Steak, Vita and the others in shelter were all so friendly. I will sure miss them. Then i drifted of to sleep.",
      "next1": "29",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 29,
      "background": "ZeltMorning.png",
      "characterLeft": [""],
      "characterRight": [""],
      "speakingPerson": ["Mc"],
      "text": "I woke up earlier than usual.I made my way out of the tent to meet up with Vita and Steak",
      "next1": "30",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
    "id": 30,
    "background": "Shelter.png",
    "characterLeft": ["Vita.png","Vita.png","Vita.png"],
    "characterRight": ["Steak.png","Steak.png","Steak.png"],
    "speakingPerson": ["Mc","Steak","Mc"],
    "text": "As I went out of the tent I already saw Vita and Steak in the distance.;\"Hey [! Vita told me everything yesterday. I'm so happy for you! You want us to accompany you?\";I noded \"Yeah lets go.\" We made our way up to the castle",
    "next1": "31",
    "next2": "-1",
    "done": false,
    "biteImpact": false
    },
    {
      "id": 31,
      "background": "kingdom.png",
      "characterLeft": ["monsterKing.png","monsterKing.png","Vita.png"],
      "characterRight": ["","","Steak.png"],
      "speakingPerson": ["Mc","Ajax","Mc"],
      "text": "When we reached the castle Ajax was already waiting for us.\"Ajax get your portal ready, because i got some information for you! The humans from the village plan an attack today evening. They even have some monsters themselves and are determined that they will win\"; \"I see..interesting. today is pretty unfortunate, but it can't be helped. They won't win against us anyways. Well you fulfilled your part of the deal, now its my turn. The portal is in the castle. You just have to go straight forward.\";\"Thank you Ajax.\" Then i turned to Vita and Steak\"I owe the both of you so much. You took me in when i didn't have a place to stay. I'm so grateful. I wish for all of you to have a nice life and for the war to end soon.\" I gave them a sad smile and went into the portal.",
      "next1": "32",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    },
    {
      "id": 32,
      "background": "blackScreen.png",
      "characterLeft": [""],
      "characterRight": [""],
      "speakingPerson": ["Mc"],
      "text": "You went back to your world and family. You remember everything now. The adventure you had in the other world will always remain as a nice and interesting memory",
      "next1": "71",
      "next2": "-1",
      "done": false,
      "biteImpact": false
    }
  ]
}